adw-gtk-theme
anki
ark
awww
base
base-devel
bat
bibata-cursor-theme
blueman
bluetui
bluez
bluez-utils
breeze
brightnessctl
btop
btrfs-progs
cava
chromium
cliphist
cups
cups-pk-helper
dolphin
efibootmgr
eza
fastfetch
fd
ffmpegthumbs
foliate
fzf
gazelle-tui
ghostty
git
git-delta
github-cli
go
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprsunset
imagemagick
intel-compute-runtime
intel-media-driver
intel-ucode
jq
kdegraphics-thumbnailers
kimageformats
kio-extras
kitty
lazygit
level-zero-loader
libpulse
linux-firmware
linux-zen
ly
man-db
man-pages
mkinitcpio
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
nwg-look
obsidian
openssh
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
podman
podman-compose
podman-docker
power-profiles-daemon
pyright
qt5-wayland
qt6-imageformats
qt6-wayland
quickshell
reflector
ripgrep
rofi
rsync
ruff
rustup
slurp
snap-pac
snapper
sof-firmware
sudo
swappy
swayimg
swaync
system-config-printer
tailscale
terminus-font
tesseract-data-eng
tesseract-data-guj
thermald
tmux
tree
ttf-jetbrains-mono-nerd
unzip
uv
uwsm
vlc
vlc-plugins-all
vulkan-intel
waybar
wget
wireplumber
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay-bin
yay-bin-debug
yazi
ydotool
zathura
zathura-pdf-mupdf
zellij
zip
zoxide
zram-generator
zsh
