adw-gtk-theme
ark
awww
base
base-devel
bibata-cursor-theme
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
cliphist
cups
cups-pk-helper
dolphin
efibootmgr
fastfetch
fd
ffmpegthumbs
fzf
ghostty
git
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpolkitagent
imagemagick
intel-media-driver
intel-ucode
jq
kdegraphics-thumbnailers
kio-extras
kitty
libpulse
linux-firmware
linux-zen
man-db
man-pages
mkinitcpio
neovim
networkmanager
noto-fonts
noto-fonts-emoji
nwg-look
obsidian
openssh
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
power-profiles-daemon
qt5-wayland
qt6-wayland
ripgrep
rofi
rsync
slurp
sof-firmware
sudo
swappy
swaync
system-config-printer
tailscale
ttf-jetbrains-mono-nerd
unzip
uwsm
vulkan-intel
waybar
wget
wireplumber
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay-bin
yay-bin-debug
zen-browser-bin
zip
zoxide
zram-generator
zsh
